/* 
 Localizable.strings
 Default: ENGLISH (.en) - PEFIGS-CJK [e]
 Locale : ENGLISH (.en) - PEFIGS-CJK [e]
 Project: Neon Run21
 (c) Neon Games LLC, 2012, Sunnyvale, CA, United States
 
 UTF-8 format: Use \n to start next line. \n\n to add an empty line.
 */

// ------------------------------------------ RUN 21 SKU ----------------------------------------------------------------------------------------------------------------------------------------------------
/* 
 Tutorials have line width 46 character, up to 6 lines total 
 LCD Stingers are up to 8 characters: may need to expand for localization.
 Prompts have no size limitations and should not have \n escape characters.
 buttons have line width 7 characters, up to 2 lines total.
 */

// Configuration Options
"LS_Options"		= "Options";
// Sound Effects.  Can be abbreviated if commonplace as in English/Japanese
"LS_SFX"			= "Sound\nEffects";	
// Out of Game Extra Features
"LS_Extras"			= "Extras";	
// Return to the current level
"LS_Resume"			= "Resume";
// Leave the current level.
"LS_Leave"			= "Leave";
// Reattempt the current level.
"LS_Retry"			= "Retry";	
// As in the credits for a film or movie.
"LS_Credits"		= "Credits";
// Erase and Clear all progress of the game to start over.
"LS_ClearData"		= "Clear\nData";
// App Store Description - do not translate Neon or Run21.
"LS_AppStoreDesc"	= "Neon Run21 simplifies blackjack (21) into an exciting new card game!";
// A perfect game by the player [ SHORT WORD ]
"LS_Perfect"		= "Perfect";
// Player won the hand, [ SHORT WORD ]
"LS_Winner"			= "Win!";
// Ready to play the game [ SHORT WORD ]
"LS_Ready"			= "Ready!";
// Lost the game [ SHORT WORD ]
"LS_Bankrupt"		= "Lost";
// Losing a hand of blackjack [ SHORT WORD ]
"LS_Bust"			= "Bust";
// This is a "Simple" or "Easy" Game.
"LS_Key_Simple"		= "Simple";
// To go back to the pervious menu.
"LS_Back"			= "Back";

"LS_Yes"			= "Yes";
"LS_No"				= "No";
"LS_Music"			= "Music";
"LS_LevelSelect"	= "Play\nRun21";
"LS_MainMenu"		= "Main\nMenu";
"LS_Marathon"		= "Marathon";
"LS_Website"		= "Website";
"LS_GiftApp"		= "Gift\nApp";
"LS_RateApp"		= "Rate\nApp";
"LS_Retry_Prompt"	= "Restart level?";
"LS_QuitGame"		= "Return to Main Menu?";
"LS_EraseProgress"	= "Erase progress and start a new game?";
"LS_Key_Blackjack"	= "Blackjack";
"LS_Key_CardGame"	= "Card Game";
"LS_Key_Cards"		= "Cards";

// ------------------------------------------ END RUN 21 SKU -------------------------------------------------------------------------------------------------------------------------------------------------

// ------------------------------------------ PATCH 1.5 -------------------------------------------------------------------------------------------------------------------------------------------------------

"LS_Prompt_RateApp_Title"           = "Rate our app and get 2 Tornadoes, 2 X-rays, and the next room unlocked!";
"LS_Prompt_RateApp_Cancel"          = "Not Now";
"LS_Prompt_RateApp_OK"              = "Sure!";
"LS_Prompt_RateApp_Never"           = "Don't Ask Again";

"LS_Room_Bronze"                    = "Bronze Lounge"; // BUSA $ J/C ¥ EUR € UK £
"LS_Room_Silver"                    = "Silver Spot";
"LS_Room_Gold"                      = "Gold Club";
"LS_Room_Diamond"                   = "Diamond Room";

// In App Purchase Errors           = "Translated String."                             Store Kit Error Code               Documentation from apple developer kit
"LS_IAP_ERROR_UNKNOWN"              = "Purchase could not be completed.";           // SKErrorUnknown                   - Indicates that an unknown or unexpected error occurred.
"LS_IAP_ERROR_CLIENTINVALID"        = "You have already purchased this item.";      // SKErrorClientInvalid             - Indicates that the client is not allowed to perform the attempted action.
"LS_IAP_ERROR_PAYMENTCANCELED"      = "Purchase canceled.";                         // SKErrorPaymentCancelled          - Indicates that the user cancelled a payment request.
"LS_IAP_ERROR_PAYMENTINVALID"       = "Please revalidate your billing info.";       // SKErrorPaymentInvalid            - Indicates that one of the payment parameters was not recognized by the Apple App Store.
"LS_IAP_ERROR_PAYMENTNOTALLOWED"    = "Account not authorized for purchases.";      // SKErrorPaymentNotAllowed         - Indicates that the user is not allowed to authorize payments.
"LS_IAP_ERROR_PRODUCTNOTAVAILABLE"  = "Product no longer available for purchase";   // SKErrorStoreProductNotAvailable  - Indicates that the requested product is not available in the store.
"LS_IAP_ERROR_TITLE"                = "Purchase Error";
"LS_IAP_ERROR_RECHECKFORPRODUCTS"   = "Could not connect to the Internet. Please check your network settings, or try again later.";

// iAP Strings
"LS_IAP_PURCHASE"                   = "Purchase %@ for %@";
"LS_IAP_SUCCESS"                    = "Successfully activated %@";
"LS_RemoveAds"                      = "Remove Ads";                                 // iAP Title
"LS_RemoveAllAds"                   = "Remove All Ads.";                            // Sentence Fragment for iAP
"LS_OK"                             = "OK";
"LS_Restore"                        = "Restore";

"LS_Marathon_Play"                  = "Play";
"LS_Marathon_Welcome"               = "Welcome to Marathon!";
"LS_Run21_Welcome"                  = "Welcome to Run21!";
"LS_Tap_Here"                       = "Tap Here to Play FREE!";

"LS_Connecting"                     = "Connecting...";

"LS_AppStore_Blackjack_A"           = "Blackjack";  // Primary   spelling of the game Blackjack (21)
"LS_AppStore_Blackjack_B"           = "Black Jack"; // Alternate usage of the game Blackjack (21)
"LS_AppStore_Solitaire_A"           = "Solitaire";  // Primary   spelling of the game Solitaire ( sometimes known as patience )
"LS_AppStore_Solitaire_B"           = "Patience";   // Alternate usage of the game Solitaire ( sometimes known as patience )

"LS_AppStore_SS2"                   = "Learn ALL the rules in 60 Seconds!";
"LS_AppStore_SS3"                   = "Saves Your Progress After Every Hand!";
"LS_AppStore_SS4"                   = "Lots of Levels & Fun 3D Dealers!";
"LS_AppStore_SS5"                   = "Can you Challenge the DIAMOND ROOM?";

"LS_AppStore_Title_A"               = "Solitaire Vs. Blackjack"; // Regions: (en) - USA, CAN
"LS_AppStore_Title_B"               = "Patience Vs. Blackjack";  // Regions: (en) - WW

// One line description of the game in the App Store
// Version 1.5
"LS_AppStore_Description"           = "Solitaire ( also known as Patience ) meets Blackjack in an easy to learn game of strategy! 3D Dealers + HD Graphics!";

// Version 1.5.1

/*
Shuffle Up and Deal in 3D!
 + Play multiple hands at once!
 + Easy to learn, with deep strategy to master!
 + Challenge the leaderboards in Marathon!
 + Custom orchestrated music and sound effects!

 
Neon Games strives to go beyond standard mahjong, tri peaks, freecell, poker, and casino games to make unique "game show" experiences for our players!

"The game looks good, it plays well, not a lot to complain about."
 - Derek Buck, Classic Game Room
 
"A very good Blackjack game, especially for beginners, and is attractive and very fun to play."
 - Simon Burns, The Smartphone App Review
 
"Sharp visuals and fluid gameplay make this interesting mix of solitaire and blackjack a must-have for killing some time."
 - Rapscallion C. , Fan
 
 Talk to us!
 www.facebook.com/SolitaireVsBlackjackCommunity
 support@neongames.us
*/

// What's New

/*
Happy Mother's Day! New Art theme for the Holiday!
Improved Interface and Presentation.
*/

// Keywords - Version 1.5.1
// solitaire,black,jack,blackjack,patience,window,21,bj,3d,club,card,game,best,freecell,sam,mother,day

// Marketing URL
// http://neongam.es/games.php

/*
Game Name in Additional Languages 

ENGLISH         -   BLACKJACK       SOLITAIRE   CASINO      CARD GAME
Danish          -   Blackjack       Kabale                  Kortspil
Dutch           -   Blackjack       Patiencespel
Finnish         -   Blackjack       Pasianssi
Greek           -   Μπλακ τζακ      πασιέντζα
Indonesian      -   Blackjack       Solitaire   kasino      Permainan kartu
Japanese        -   ブラックジャック   ソリティア
Korean          -   블랙잭            솔리테어
Malay           -   Blackjack       Solitaire
Norwegian       -   tjue-ett        Kabal
Russian         -   Блэкджек        пасьянс ( терпение )
Simp. Chinese   -   廿一點 英文       紙牌                     monkey
Trad. Chinese   -   廿一點 英文       纸牌                     monkey
Turkish         -   Yirmibir        Pasiyans
Vietnamese      -   Vingt et un     ẩn sỉ
Swedish         -   Black Jack      Patiens   Hasardspel
Thai            -   Blackjack       Solitaire
 
 
Intl Keywords: solitaire,black,jack,blackjack,patience,window,21,bj,3d,card,pontoon,{CARDGAME},{SOLITAIRE}
*/


// First line in what's new description
"LS_AppStore_WhatsNew_Line1"        = "New Game Mode - Marathon!";
// Second line in what's new description
"LS_AppStore_WhatsNew_Line2"        = "Improved In Game Interface and Menus!";
// Third line in what's new description
"LS_AppStore_WhatsNew_Line3"        = "Graphical Improvements for lighting and shadows.";

// Use shortest words possible ( low character count for App Store Keywords )
"LS_AppStore_KW_WW"                 = "windows,patience,black,jack,21,fish,3d,run,solitaire,";
"LS_AppStore_KW_Translate"          = "time,chip,shark,real,video,token,money,learn,cheat";
"LS_AppStore_KW_Trunc"              = "time,chip,shark,real,video,token,money,learn,cheat";

// Version 1.5
"LS_AppStore_KW_100"              = "windows,patience,black,jack,21,fish,3d,run,time,chip,real,video,token,money,learn,cheat,bet,gambling";


// ------------------------------------------ END PATCH 1.5----------------------------------------------------------------------------------------------------------------------------------------------------
// ------------------------------------------ PATCH 1.6 ----------------------
//@Not Translated.

/*
3D Solitaire With A Blackjack Twist!
+ Play multiple hands at once!
+ Easy to learn, with deep strategy to master!
+ Challenge the leaderboards in Marathon!
+ Orchestrated music and sound effects!

"The game looks good, it plays well, not a lot to complain about."
- Derek Buck, Classic Game Room

"A very good Blackjack game, especially for beginners, and is attractive and very fun to play."
- Simon Burns, The Smartphone App Review

"Sharp visuals and fluid gameplay make this interesting mix of solitaire and blackjack a must-have for killing some time."
- Rapscallion C. , Fan

Talk to us!
www.facebook.com/SolitaireVsBlackjackCommunity
support@neongames.us
 
*/

/*
Read the new webcomic about Neon, Nevada!
Improved In App Purchase User Interface!
 */

// Keywords: (us) black,jack,patience,window,21,3d,club,card,happy,game,credit,sams,cool,wheel,learn,8,math,7,online,2
// Keywords: (uk) patience,black,jack,window,21,3d,happy,how,to,play,get,7,8,online,casino,card,cheat,wheel,pontoon,uk
// Phrase Targets: 
"LS_Login"      = "Login";
"LS_Logout"     = "Log Out";
"LS_Community"  = "Community";
"LS_OutOfLives" = "Out of Lives :(";
"LS_NextLife"   = "Next life will regenerate in %@";
"LS_FillLives"  = "Fill Lives Now!";
"LS_Wait"       = "Wait";
"LS_LevelUp"    = "Level Up!";

"LS_Lives"          = "Lives Refilled!";
"LS_Tornadoes"      = "%d Tornado(es)";
"LS_XRays"          = "%d XRay(s).";
"LS_And"            = " and ";
"LS_LevelUpBonus"   = "You Recieved ";

"LS_ReplayTutorial" = "Replay Tutorial Stage?";
"LS_OutOfPowerups"  = "Out of Powerups";
"LS_GoToStore"      = "Go to the Store and get some powerups?";

"LS_Refill_Lives_Unavailable"       = "You can't refill lives until they're empty";
"LS_Facebook_Relogin"               = "Your Facebook login credentials are invalid.  Please relogin to Facebook in Settings";
"LS_Facebook_Initial_Award"         = "Thanks for logging in with Facebook. You've received 2 X-Rays and 1 Tornado";
"LS_Facebook_Add_Comps"             = "You've been awarded %d Xrays, %d Tornadoes and %d Lives!";
// --------------------------------------END PATCH 1.6 ----------------------
//--------------------------------------- PATCH 1.7 -------------------------

"LS_AskForLife"         = "Would you like to ask for a life from a friend?";
"LS_AskAFriend"         = "Ask Friend";
"LS_FBAskForLife"       = "I'm out of lives in Solitaire Vs. Blackjack. Can you gift me one?";
"LS_FBAlreadyGivenLife" = "You have already given this friend a life this session";
"LS_FBGiveLife"         = "Here, have a life!";
"LS_FacebookErrorTitle" = "Error handling request";
"LS_LifeRequestTitle"   = "Your friend %@ is out of lives";
"LS_LifeSentTitle"      = "Your friend %@ has gifted you a life";
"LS_AchievementGet"     = "I earned an achievement in %@";
"LS_Star"               = "star";
"LS_Stars"              = "stars";
"LS_StarAchievement"    = "%d %@ Level %d";
"LS_BronzeAchievement"  = "Bronze";
"LS_SilverAchievement"  = "Silver";
"LS_GoldAchievement"    = "Gold";
"LS_DiamondAchievement" = "Diamond";
"LS_Email_Us"           = "Email Us";
"LS_WebComic"           = "Webcomic";
//--------------------------------------- END PATCH 1.7 -------------------------
//--------------------------------------- PATCH 1.9 -------------------------
"LS_FBInviteFriend"     = "Come and play Solitaire Vs. Blackjack";
"LS_FBAskToPostTitle"           = "Post achievements to your Facbook Wall?";
"LS_FBAskToPostAchievements"    = "Let your friends know about your achievements";

//--------------------------------------- END PATCH 1.9 -------------------------
"LS_Level1CompleteTitle"     = "New Modes Unlocked!";
"LS_Level1CompleteText"      = "You've unlocked Marathon Mode and the Solitaire vs Blackjack Store. They'll appear on the main menu.";
"LS_TutorialPromptTitle"     = "Play Tutorial";
"LS_TutorialPromptText"      = "Learn to play?";
"LS_ChooseLevel"             = "Choose a Level";
"LS_Tutorial"                = "Tutorial";
"LS_Level"                   = "Level";
"LS_Loading"                 = "Loading...";
//--------------------------------------- END PATCH 1.11 -------------------------

// Keep sentences short.  \n To terminate each sentence except the last.  \n\n To begin an unrelated statement.

"Tut_NeonR21_1"              = "Welcome to Solitaire vs Blackjack!";
"Tut_NeonR21_2"              = "You have to get rid of all remaining cards.\n<B><color=0xFF6122>Shown here</color></B>";
"Tut_NeonR21_4"              = "You get rid of cards by <b><color=0xFF6122>making 21s</color></b> in one of these rows.";
"Tut_NeonR21_5"              = "We start by dealing a card in each row.\n\n<b><color=0xFFFFFF>Tap a row to place your card in it.</color></b>";
"Tut_NeonR21_7"              = "<b><color=0xFFFFFF>Tap the checkmark to confirm your move.</color></b>.\n\nEnjoy the rest of the level!";
"LS_TapToContinue"           = "<b>(Tap anywhere to continue)</b>";

"LS_Tip"                     = "TIP:";
"LS_Tip_MoveCard"            = "Before confirming your move, tap a different row if you change your mind.";
"LS_Tip_Charlie"             = "As a bonus, if you get 5 cards in a row, that row will be cleared.";

//--------------------------------------- END PATCH 1.13 -------------------------
"L3_NeonR21_1"               = "Things are getting tougher. Let's add Jokers!\n\n<B><color=0xFFFFFF>You've been dealt one now!</color></B>";
"L3_NeonR21_2"               = "<B><color=0xFF6122>The Joker makes any row 21 automatically.</color></B>\n\nTry it now! <B><color=0xFFFFFF>Tap a row to put your joker there.</color></B>";
"L3_NeonR21_3"               = "The row is now worth 21!\n\n<B><color=0xFFFFFF>Tap the checkmark to confirm, or the other row if you've changed your mind.</B></color>";
"L3_NeonR21_4"               = "<color=0xFF6122>The number of jokers left is shown here</color>, so plan accordingly.  Have fun with the rest of the level!";

"LS_Tip_3_Runners"           = "This level has 3 rows to make it easier to manage your cards.";
"LS_Tip_High_Cards"          = "We've added higher cards like 10s to the deck.\n\n<B><color=0xFFFFFF>Try making rows worth 11</color></B>, that way <B><color=0xFFFFFF>10s clear out the row.</color></B>";
"LS_Tip_4_Runners"           = "You only have <b><color=0xFF6122>one joker</color></b> in this level! To even the odds, you have an <b><color=0xFF6122>additional row</color></b> at your disposal. Good luck!";

"L6_NeonR21_1"               = "Now that things are more intense, we've added the <B><color=0xFFFFFF>X-Ray</color></B> ability.\n\nWith it, you can <B><color=0xFFFFFF>see the next card</color></B>!";
"L6_NeonR21_2"               = "Use this to plan ahead.  We've given you <color=0xFF6122>one for this level</color>, and an <color=0xFF6122>extra one</color>.\n\nYou <b><color=0xFFFFFF>automatically</color></b> use an X-Ray if you have one, and it <b><color=0xFFFFFF>lasts for the whole level!</color></b>";
"L6_NeonR21_3"               = "Here are the <color=0xFF6122>number of X-Rays you have left</color>.\n\nYou can also <B><color=0xFFFFFF>tap here to get more</color></B>.  Have fun with the rest of the level!";

"LS_Level6CompleteTitle"     = "Store Available!";
"LS_Level6Complete"          = "The Solitaire 21 store is now available in the main menu. You can get more X-Rays there, and other items to be added soon!";

"LS_LosingStreak"            = "Get a power-up to even the odds?";

//--------------------------------------- END PATCH 1.15 -------------------------
"LS_Overlay_Audio"           = "Turn off sound and music here";
"LS_Overlay_Levels"          = "Tap here to go to the next group of levels";
"LS_Overlay_EnterLevel"      = "Enter a level by tapping one of these";
"LS_Tip_Bust"                = "<color=0xFFE845>If you exceed 21, that row </color><b><color=0xFFFFFF>can't be used anymore</color></b>";
"LS_Tip_Ace"                 = "Aces are worth 1 or 11.  Whatever is higher without exceeding 21.";
"LS_Tip_Tornado"             = "Use Tornadoes when all your rows are near 21 and you risk busting.";
"LS_Tip_LowCards"            = "This level has <b><color=0xFF6122>only low cards</color></b> to make things easier.  Good luck!";
"LS_Tip_No_Jokers"           = "There are <color=0xFFFFFF><B>no jokers</B></color> in this level! So you have a 5th row.\n\n<color=0xFFFFFF><B>Keep track of your aces</B></color>, try to <color=0xFFFFFF><B>make rows worth 20</B></color> so your aces do more.";
"LS_Tip_SuddenDeath"         = "There's only <B><color=0xFFFFFF>one row</color></B> left! All cards will <B><color=0xFFFFFF>automatically</color></B> be placed in this row";

"L7_NeonR21_1"               = "You've unlocked a new power-up. <B><color=0xFFFFFF>The Tornado</color></B>.\n\nThis removes all cards from the table and <B><color=0xFF6122>shuffles them back into the deck</color></B>";
"L7_NeonR21_2"               = "We've given you 2 to try out. <b><color=0xFFFFFF>Tap here to use them</color></b>.\n\nYou can also <b><color=0xFFFFFF>tap here to get more</color></b> once you run out";

"LS_Store_Unlocked"          = "Unlocked after <color=0xFFE845>Level %d</color>";
"LS_Low"                     = "Low";
"LS_Random"                  = "Random";

"L8_NeonR21_1"               = "Now some levels will contain a <color=0xFFFFFF><B>deck of cards instead of random cards</B></color>";
"L8_NeonR21_2"               = "If the level doesn't have a full deck, this shows <color=0xFFFFFF><B>how many suits</B></color> are being used.";
"L8_NeonR21_3"               = "<color=0xFFFFFF><B>Use this knowledge</B></color> to gain an edge.\n\nFor example, this level has <color=0xFFFFFF><B>3 suits,</B></color> so you'll see <color=0xFFFFFF></B>3 aces</B></color>";

//--------------------------------------- END PATCH 1.16 -------------------------
"LS_Room_Emerald"            = "Emerald Tower";
"LS_Room_Sapphire"           = "Sapphire Cavern";
"LS_Room_Ruby"               = "Ruby Ballroom";

"L13_NeonR21_1"              = "This level has a time limit.  <B><color=0xFFFFFF>So get ready!</color></B>";
"L13_NeonR21_2"              = "The time remaining is <color=0xFF6122>shown here</color>.  Once you're <B><color=0xFFFFFF>out of time, you lose</color></B>.\n\nThe clock starts when the <color=0xFF6122>first card is dealt</color>.";
"L13_NeonR21_3"              = "<B><color=0xFFFFFF>X-Rays are useful</color></B> in timed levels since they help you <color=0xFF6122>plan ahead</color>.\n\n<color=0xFFFFFF><B>Tornadoes give back 20 seconds</B></color>.\n\nWe've given you <color=0xFFFFFF><B>one of each</B></color>!!!";

"LS_Tip_TornadoTime"         = "<color=0xFF6122>Using a Tornado also gives back 15 seconds</color>.  Use one if the <B><color=0xFFFFFF>clock is running low</color></B> or you're <B><color=0xFFFFFF>close to busting your rows</color><B>";
"LS_Powerup_Xray_Description"           = "<color=0xFFE845><B>X-Ray</B></color> - See the next card before it's dealt. Plan ahead and avoid busting!";
"LS_Powerup_Tornado_Description"        = "<color=0xFFE845><B>Tornado</B></color> - Reshuffle cards on table back into the deck. Useful if your rows are close to 21";
"LS_Powerup_Xray_Description_Timed"     = "<color=0xFFE845><B>X-Ray</B></color> - See the next card before it's dealt. Plan ahead and avoid busting! <color=0xFFE845>Extra helpful in timed levels!</color>";
"LS_Powerup_Tornado_Description_Timed"  = "<color=0xFFE845><B>Tornado</B></color> - Reshuffle cards on table back into the deck. Useful if your rows are close to 21. <color=0xFFE845>Get 20 seconds back in timed levels!</color>";
"LS_Powerup_Quantity"        = "You have: <B><color=0xFFE845>%d</color></B>";
"LS_Powerup_Purchase"        = "<B>Get <color=0xFFE845>%d</color>\n%@</B>";
"LS_Powerup_Xrays"           = "X-Rays";
"LS_Powerup_Tornadoes"       = "Tornadoes";

"LS_LevelSelect_Unlock_Room" = "Or beat Level %d to unlock the next room";
"LS_LevelSelect_Unlock_Wait" = "Or wait %@ to unlock.";

"LS_Tut_UnlockRoom_1"        = "Congrats on beating the first 6 levels! <color=0xFFFFFF>You need to unlock the next room</color> to get to the next group of levels";
"LS_Tut_UnlockRoom_2"        = "Tap this button to unlock the <b><color=0xFFFFFF>remaining 15 levels</color></b> right now!\n\nOr wait <B><color=0xFFFFFF>4 hours</color></B> and the next <b><color=0xFFFFFF>3 levels</color></b> will unlock automatically";
"LS_Tut_UnlockRoom_3"        = "You can also unlock all rooms by tapping here!";

"LS_Unlock_Room_Description" = "<color=0xFFE845><B>Unlock all levels right now.</B></color>";
"LS_Unlock_Room_Complete"    = "The next room has been unlocked!";

//--------------------------------------- END PATCH 1.17 -------------------------

"LS_RestorePurchases"        = "Restore Purchases";
"LS_RestorePurchasesText"    = "Restore your previous purchases?";
"LS_Cancel"                  = "Cancel";
"LS_RatingAwardMessage"      = "Awarded 2 X-rays, 2 Tornadoes and unlocked the next room! Thanks for your rating.";

//--------------------------------------- END PATCH 1.18 -------------------------

"LS_AnyPurchaseRemovesAds"   = "<B>Any purchase\nremoves ads</B>";


// ------------------------------------------ NEON ENGINE ----------------------------------------------------------------------------------------------------------------------------------------------------
"LS_LANGUAGE_CODE"  = "_en";
"LS_EmptyString"	= " ";				// An empty string

/*
Description:
Are you a Solitaire Expert or Blackjack Shark?
Play and Compete to Join the Exclusive Diamond Club!

+ Play multiple hands at once!
+ Compete with Friends in Marathon!
+ Win Powerups in Facebook Competitions!
+ Orchestrated music and sound effects!

"I'm intriguied by these kinds of games, I get stuck on the games that use my mind more."
- Dave @ Lucky Penny Shop

"The game looks good, it plays well, not a lot to complain about."
- Derek Buck, Classic Game Room

"A very good Blackjack game, especially for beginners, and is attractive and very fun to play."
- Simon Burns, The Smartphone App Review

"Sharp visuals and fluid gameplay make this interesting mix of solitaire and blackjack a must-have for killing some time."
- Rapscallion C. , Fan

Talk to us!
www.facebook.com/SolitaireVsBlackjackCommunity
support@neongames.us
 

What's New:
Congrats to our Top Ten Players in Last Version!
Reach 15,000 points in Marathon Mode and Get a Shout Out!
Top Players: basty_yawa, jogene72, Maksimka!, Missthirsty, netty246, bbewii Ben Hirsch, shortstop20s, Bubbaagriff, Feelgood191
Improved Load Times!
Gameplay Improvements!
 
*/

// Keywords 1.7: (us) black,jack,patience,window,21,3d,club,card,happy,game,credit,sams,cool,wheel,learn,8,math,7,online,2
// Keywords 1.8: (us) black,jack,patience,window,7,8,21,2,3d,big,credit,club,card,happy,game,go,fish,sams,wheel,fun,chase
// ------------------------------------------ END NEON ENGINE ------------------------------------------------------------------------------------------------------------------------------------------------

// DO NOT TRANSLATE
"DebugStr_Skip"		= "(Cheat) Skip";

"Run21"				= "Run 21";			// DO NOT TRANSLATE
"21Squared"			= "21 Squared";		// DO NOT TRANSLATE
"NeonBlackjack"		= "Neon Blackjack";	// 
